export const deck = [
  { 
    id: 'c2', 
    name: "เทียนสว่าง", 
    type: "Major Arcana", 
    image: "https://res.cloudinary.com/dydmaq4gg/image/upload/v1769491712/c2_t2goyp.jpg",
    meaning: "ความหวัง ความหรูหรา มีรสนิยม",
    description: "เปรียบเหมือนคนมีปัญหาที่อยู่ในความมืด หากมีแสงเทียนช่วยส่องนำทางก็คงสามารถหาทางแก้ไขปัญหาไปได้บ้าง แม้นจะแก้ได้ไม่มาก หรือแก้ได้เฉพาะปัญหาเฉพาะที่อยู่ตรงหน้า"
  },
  { 
    id: 'c10', 
    name: "เด็กนั่งเหงา (แมวดำ)", 
    type: "Major Arcana",
    image: "https://res.cloudinary.com/dydmaq4gg/image/upload/v1769492036/c10_jojoqp.jpg",
    meaning: "ความเหงา ว้าเหว่ เศร้า โกรธ แค้น(กำมือ) เจ็บใจ โดดเดี่ยว",
    description: "อยู่ในช่วงที่เหงา เศร้า คิดคำนึงถึงใครบางคน / น้อยใจในโชคชะตาของตน / การถูกทอดทิ้งให้อยู่คนเดียว / การเฝ้ารอคอย(ที่ไม่รู้ว่าจะสมหวังไหม) / ช่วงชีวิตที่ลำบาก ตกต่ำ"
  },
  { 
    id: 'c1', 
    name: "ไพ่ครู", 
    type: "Major Arcana",
    image: "https://res.cloudinary.com/dydmaq4gg/image/upload/v1769492148/c1_oza86k.jpg",
    meaning: "ความศรัทธา ความเชื่อมั่น พลัง",
    description: "เน้นไปในเรื่องของความเชื่อ และ ความศรัทธา ที่จะทำให้เกิดพลังขึ้นภายในจิตใจ กระตุ้นพลังจากจิตใต้สำนึก / ทำให้เกิดกำลังกายและกำลังใจ ในการกระทำสิ่งต่างๆ"
  }, 
  { 
    id: 'c3', 
    name: "ไหว้พระ", 
    type: "Minor Arcana",
    image: "https://res.cloudinary.com/dydmaq4gg/image/upload/v1769492424/c3_rdwbw9.jpg",
    meaning: "ความศรัทธา ความสงบ สมาธิ สติ",
    description: "การตั้งมั่นในความเชื่อ ในการกระทำ(ที่ถูกต้องตามหลักธรรม เช่น ทำดี ได้ดี) ตามความศรัทธา ในสิ่งที่ตนยึดถือ ที่ตนกระทำ / หรือทายในมุมที่ต้องขอจากสิ่งที่ตัวเราเคารพบูชา หรือผู้ใหญ่ที่นับถือก็ได้"
  },
  { 
    id: 'c4', 
    name: "หญิงท้อง",
    type: "Minor Arcana",
    image: "https://res.cloudinary.com/dydmaq4gg/image/upload/v1769534237/c4_afmmt0.jpg",
    meaning: "ความหวัง ความอ่อนไหว ความกังวล ความกลัว ความทนุถนอม",
    description: "มีทั้งความหวัง ความยินดี ผสมผสานกับความกังวล กับความไม่ชัดเจนนักของสิ่งที่กำลังจะเกิดขึ้นใหม่"
  },
  { 
    id: 'c12', 
    name: "ถึงทางแยก (ต้องเลือก)", 
    type: "Minor Arcana",
    image: "https://res.cloudinary.com/dydmaq4gg/image/upload/v1769534429/c12_qldsr2.jpg",
    meaning: "ความลังเลใจ ความกดดัน ต้องตัดสินใจ (ถ้าจะต้องไปต่อ) / ความกังวล ความเสียดาย ความอยาก(ไปทั้งสองทาง)",
    description: "เป็นสภาวะที่ต้องตัดสินใจเลือกทางใดทางหนึ่ง(หากต้องการไปต่อ) ระหว่าง ความสนุกสนาน การตอบสนองความต้องการในใจ การผ่อนคลาย อาจเหมือนไร้สาระ กับ สิ่งที่เป็นประโยชน์ เป็นสาระของชีวิต / หรืออาจแค่เป็นจังหวะของชีวิตที่ต้องตัดสินใจเลือกทางเดิน เพื่อเรียนรู้สิ่งใหม่ๆ ในชีวิต"
  },
  {
    id: 'c13', 
    name: "ครูสอนหนังสือ (ในห้องเรียน)", 
    type: "Minor Arcana",
    image: "https://res.cloudinary.com/dydmaq4gg/image/upload/v1769534766/c13_hoxzvx.jpg",
    meaning: "ความเสียสละ ความจริงใจ การเป็นผู้ให้ ความลังเล สงสัย ความอยากรู้ อยากค้นหา",
    description: "เป็นเรื่องของการถ่ายทอดความรู้ อย่างเป็นระบบ เป็นทางการ เป็นจริงเป็นจัง ไม่ใข่ทำเล่นๆ หรือ เป็นการส่วนตัว เป็นการสอนให้กับคนหลายๆ คนพร้อมกัน ผู้มาเรียนเป็นผู้ที่ไม่มีความรู้มาก่อน ผู้สอนเป็นคนที่มีความรู้เชี่ยวชาญเรื่องที่สอนเฉพาะทาง อาจเป็นการสอนเกี่ยวกับศิลปะต่างๆ การออกแบบ การตกแต่งเรื่องที่ต้องใช้สีสรรคเข้าไปประกอบ เรื่องที่ต้องใช้ทั้งศาสตร์ และศิลป์ เป็นการสอนในสถานที่เฉพาะ ในห้อง ในชั้นเรียนการศึกษาหาความรู้เพิ่มเติม อย่างเป็นระบบ เป็นทางการ มีใบรับรองหลังจากการเรียนจบ / การค้นหาคำตอบจากเรื่องที่สงสัย จากผู้ชำนาญการ เชี่ยวชาญเฉพาะ / การรวมกลุ่ม ค้นคว้า หาคำตอบกันเป็นกลุ่ม เป็นหมู่คณะ"
  },
  {
    id: 'c16',
    name: "ยื่นหมูยื่นแมว",
    type: "Minor Arcana",
    image: "https://res.cloudinary.com/dydmaq4gg/image/upload/v1769535217/c16_bbfcte.jpg",
    meaning: "ความอยากได้ คลามลังเล สงสัย ความไม่แน่ใจ กังวล มีเล่ห์เหลี่ยม",
    description: "เป็นสภาวะที่กำลังมีการเจรจาต่อรองเพื่อซื้อขายแลกเปลี่ยนบางสิ่งบางอย่าง"
  },
];